[
  {
    "fileId": "CSI#772",
    "name": "Crime Scene investigation",
    "info": "<h1>Incident description</h1><p>At 17:45, a police patrol arrived at the Fisher residence at 22 Bellevue Road in Silicon Valley, CA after recieving a distress call.</p><p>Upon entering, at the foot of the stairs, the officers found the body of a slender man who was later identified to be Steven Fisher. The body laid face down with both legs remaining partially on the stairs. The policemen confirmed lack of vitals and called for backup units and an ambulance shortly after.</p><p>Officers at the scene interviewed Alicia Stone (the Fisher's maid) who found the body, but she hadn't seen or heard anything out of the ordinary.</p><h1>Crime scene description</h1><p>Looking at the residential property there were no signs of burglary. The doors were locked and no windows were found damaged.</p><p>No traces of struggle were found in the upstairs office of Steven Fisher.</p><h1>More information</h1>Coroner's Report (<strong>CR#239</strong>)"
  },
  {
    "fileId": "TR#538",
    "name": "Telephone Records"
  },
  {
    "fileId": "FPA#228",
    "name": "Finger Print Analysis"
  },
  {
    "fileId": "SL#532",
    "name": "Stafflist"
  },
  {
    "fileId": "BF#113",
    "name": "Bookface Stafflist",
    "info": "<h1>Bookface Staff List</h1><ul><li>Steven Fisher (CEO)</li><li>Catherine Price (CTO/Head of development)</li></ul>"
  },
  {
    "fileId": "CR#239",
    "name": "Coroners Report",
    "info": "<h1>Coroner's report</h1><strong>Post mortem autopsy report:</strong> Steven Fisher<br/>Body of a man aged 63<br/><p>Alchohol and intoxicating substances in the blood was not present.</p><h2>Autopsy</h2><p>Bruises and damage on the face and on the left side of the neck. The back is broken in several places. Left shoulder is twisted and cracked.</p><h2>Cause of death</h2><p>Extensive trauma to the head, disruption of the nervous system. Likely as a result of a fall from height.<p/>"
  },
  {
    "fileId": "BF#85",
    "name": "Company Register",
    "info": "<h1>Bookface Ltd</h1><p>Bookface is an American online social media and social networking service owned by the Fisher group. Rising to prominence in the early 2000s, Bookface took the internet by storm and now boasts almost 3 billion monthly active users.</p><p>Controversy was sparked in 2019 as former developers of Bookface leaked information regarding the company's data sharing policies, accusing the Fisher group for selling private data to the highest bidder. The Fisher group has denies the accusation, stating that all sales of data is done to aid personalized ads.</p><h1>More information</h1>Bookface Staff List (BF#113)"
  },
  {
    "fileId": "LAT#223",
    "name": "Newspaper article",
    "info": "<h1>2020: The 10 Most Powerful People in Tech</h1><p>Here are this year's most powerful movers and shakers in tech.</p><p>With the tech industry advancing at light speed, there are plenty of fresh innovators to keep our eye on. There are some new trailblazers on the list, but starting at number one is a familiar face.</p><h2>1. Steven Fisher</h2><p>Best known as the CEO of Bookface and Chirper, Steven Fisher is also sometimes called the King of Socials after dominating the social network market for a long time.</p><p>While both Chirper and Bookface has had their share of controversy over the years, Fisher flexed his muscle when he permanently suspended former President of the United States, Donald Trump, from Chirper.</p><p>The rest of the article has been omitted.</p>"
  }
]
